public/marxism-1.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2021-01-01 Fri 14:11 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>第一卷 物质世界及其发展规律</title>
<meta name="generator" content="Org mode">
<meta name="author" content="Jack Liu">
<link rel="shortcut icon" href="/images/rose-red.png" type="image/x-icon" />
<link rel="stylesheet" type="text/css" href="/dist/style.css" />
</head>
<body>
<div id="content">
<h1 class="title">第一卷 物质世界及其发展规律</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org16cce4a">物质世界和实践</a>
<ul>
<li><a href="#orgb9e5cf3">物质世界的客观存在</a>
<ul>
<li><a href="#org8ac44c1">世界是统一的物质世界</a></li>
<li><a href="#orgad9653b">物质是不依赖于意识又能为意识所反映的客观实在</a></li>
<li><a href="#orge13022c">运动是物质的根本属性</a></li>
<li><a href="#org940061f">时间和空间是物质运动的存在方式</a></li>
</ul>
</li>
<li><a href="#orga611ffd">实践的本质、特点、形式和作用</a>
<ul>
<li><a href="#org0e00843">实践是主体能动的改造和探索客体的客观物质活动</a></li>
<li><a href="#org5c5e28b">人生活于其中的世界是与人的实践相联系的物质世界</a></li>
</ul>
</li>
<li><a href="#orgf6422bb">社会生活在本质上是实践的</a></li>
</ul>
</li>
<li><a href="#org8da06a2">物质世界的普遍联系和永恒发展</a>
<ul>
<li><a href="#org677892b">联系与发展的普遍性和多样性</a>
<ul>
<li><a href="#orgf462759">世界联系的普遍性和多样性</a></li>
<li><a href="#orgcee1e40">世界的运动发展</a></li>
<li><a href="#org3b4ef33">两种对立的发展观</a></li>
</ul>
</li>
<li><a href="#orgb10efbe">世界联系与发展的基本规律</a>
<ul>
<li><a href="#org43edbc3">对立统一规律</a></li>
<li><a href="#org55fe74d">质量互变规律</a></li>
<li><a href="#org6dcd085">否定之否定规律</a></li>
</ul>
</li>
<li><a href="#org8f4a1fc">世界联系与发展的基本环节</a>
<ul>
<li><a href="#orgcb77703">原因和结果</a></li>
<li><a href="#org70c5c6d">必然性和偶然性</a></li>
<li><a href="#orga6d0234">可能性和现实性</a></li>
<li><a href="#orged36302">内容和形式</a></li>
<li><a href="#orgdc449e5">本质和现象</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgb374844">客观规律性与主观能动性</a>
<ul>
<li><a href="#org7c050a8">自然规律和社会规律</a>
<ul>
<li><a href="#orgf068bf2">规律和自然规律</a></li>
<li><a href="#orge2536b1">社会发展是有规律的自然历史过程</a></li>
</ul>
</li>
<li><a href="#orgb35281e">意识及其能动作用</a>
<ul>
<li><a href="#org7ed1cc4">意识的起源和本质</a></li>
<li><a href="#org0458a36">意识的能动作用</a></li>
<li><a href="#orgcc47b98">发挥主观能动性和尊重客观规律的关系</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>
<p>
<b>马克思主义哲学是唯物主义和辩证法的统一。</b>
</p>

<p>
马克思主义的唯物主义认为，世界在本质上的物质的，人与世界关系的基础是实践，人生活于其中的世界是与人的实践相联系的统一的物质世界。
</p>

<p>
马克思主义的唯物辩证法认为，物质世界是普遍联系和永恒发展的。联系的观点和发展的观点是唯物辩证法的总特征。唯物辩证法是关于自然、社会和思维联系与发展一般规律的科学。
</p>

<p>
马克思主义哲学揭示了世界的本质和发展的基本规律，为我们正确地发挥主观能动性，即正确地认识世界和改造世界提供了科学的世界观和方法论指导。
</p>

<div id="outline-container-org16cce4a" class="outline-2">
<h2 id="org16cce4a">物质世界和实践</h2>
<div class="outline-text-2" id="text-org16cce4a">
<blockquote>
<p>
社会生活在本质上是实践的。 &#x2013; 马克思
</p>
</blockquote>
</div>

<div id="outline-container-orgb9e5cf3" class="outline-3">
<h3 id="orgb9e5cf3">物质世界的客观存在</h3>
<div class="outline-text-3" id="text-orgb9e5cf3">
</div>
<div id="outline-container-org8ac44c1" class="outline-4">
<h4 id="org8ac44c1">世界是统一的物质世界</h4>
<div class="outline-text-4" id="text-org8ac44c1">
<p>
<span class="underline">1. 世界的本质问题是哲学必须回答的重大问题</span>
</p>

<p>
<b>哲学是世界观的理论体系。</b>
</p>

<p>
所谓 <span class="underline">世界观</span> ，就是人们对包括自然、社会和人类思维在内的整个世界的根本看法和根本观点。
</p>

<p>
由于人们总是从自身的存在和发展这个基本点出发去认识世界，形成对世界的根本看法和观点，因此，世界观也是人们对人和世界关系的总体把握。
</p>

<p>
人们在日常生活中形成的世界观是自发的、不系统的。哲学是系统化、理论化的世界观，它从人和世界关系的角度揭示自然、社会和人类思维最普遍的本质和发展的最一般规律。
</p>

<p>
<b>哲学是世界观、方法论和价值观的统一。</b>
</p>

<p>
哲学是关于世界观的理论，用这种理论观点去观察、分析和解决问题，就是方法。所以哲学还为人们提供认识世界和改造世界的普遍方法。
</p>

<p>
哲学既是理论化的世界观，又是方法论。哲学并不只是简单地描述现实世界，而且还批判现实世界，构想更理想的世界。哲学往往作为理想、信念从而也作为价值观对人们起着导向和激励作用。
</p>

<p>
世界观、方法论与价值观的统一，使哲学与人们的生活息息相关。
</p>

<p>
<b>思维和存在或意识和物质的关系问题是哲学的基本问题。</b>
</p>

<blockquote>
<p>
全部哲学，特别是近代哲学的重大的基本问题，是思维和存在的关系问题。
</p>

<p>
&#x2013; 恩格斯
</p>
</blockquote>

<p>
要回答世界的本质问题，就必须说明思维和存在或意识和物质的关系。因为处人类产生之后，纷繁复杂的万物，归结起来无非就是两大类：一类是物质现象，一类是意识现象。
</p>

<p>
哲学的基本问题包括两个方面的内容。
</p>

<p>
第一方面是物质和意识哪个是本原、哪个是第一性的问题。这在哲学上属于本体论的问题，是最重要的方面。如何回答这个问题是划分唯物主义和唯心主义的标准。凡是认为物质是本原的、第一性的，意识是派生的、第二性的哲学，属于唯物主义；凡是认为意识是本原的、第一性的，物质是派生的、第二性的哲学，属于唯心主义。
</p>

<p>
第二方面是思维和存在的同一性问题，主要指思维能否认识存在的问题，即世界可不可以认识的问题。这在哲学上属于认识论的问题，对这个问题的不同回答，区分为可知论与不可知论。承认思维与存在的同一性，认为世界是可以认识的，属于可知论；否认思维与存在的同一性，认为世界是不可能认识的，属于不可知论。
</p>

<p>
与哲学基本问题相一致， <b>社会存在与社会意识的关系问题是社会历史观的基本问题</b> 。
</p>

<p>
如何回答社会存在和社会意识哪个是第一性的问题，是划分历史唯物主义和历史唯心主义的标准。凡是认为社会存在决定社会意识的，是历史唯物主义；凡是认为社会意识决定社会存在的，是历史唯心主义。
</p>

<p>
<b>物质和意识的关系问题主要是回答世界的本质是什么以及世界可不可以认识的问题。</b> 它是哲学的基本问题，但不是哲学要研究的全部问题。与这一问题相联系，还有 <b>世界如何存在的问题</b> 。即世界上的万事万物是以联系、发展的状态存在，还是以孤立、静止的状态存在的问题。
</p>

<p>
对于世界如何存在这个问题的不同回答，区分为辩证法和形而上学。
</p>

<p>
辩证法认为，世界上的事物都是相互联系的、运动发展的，发展的根本原因在于事物的内部矛盾。形而上学则认为，世界上的事物都是彼此孤立的、静止不变的，否认事物内部矛盾的存在。
</p>

<p>
在哲学上，在唯物主义和唯心主义的对立中，又交织着辩证法和形而上学的对立。
</p>

<p>
辩证法和形而上学的对立从属于唯物主义和唯心主义的对立，辩证法或形而上学不是同唯物主义相结合，就是同唯心主义相结合。是辩证地还是形而上学地看世界，无论对唯物主义还是唯心主义都有重要的影响作用。
</p>

<p>
<span class="underline">2. 在世界的本质问题上一元论和二元论、唯物主义和唯心主义的对立</span>
</p>

<p>
世界的本质问题，实质上是世界的统一性问题。
</p>

<p>
世界上纷繁复杂、多种多样的万事万物有没有统一性，即有没有一个共同的本质或本原？如果有，世界统一性的基础是什么，即这个共同的本质或本原是什么？
</p>

<p>
这就是世界的统一性问题。对这个问题的回答存在着一元论和二元论、唯物主义和唯心主义的对立。
</p>
</div>
</div>

<div id="outline-container-orgad9653b" class="outline-4">
<h4 id="orgad9653b">物质是不依赖于意识又能为意识所反映的客观实在</h4>
</div>

<div id="outline-container-orge13022c" class="outline-4">
<h4 id="orge13022c">运动是物质的根本属性</h4>
</div>

<div id="outline-container-org940061f" class="outline-4">
<h4 id="org940061f">时间和空间是物质运动的存在方式</h4>
</div>
</div>

<div id="outline-container-orga611ffd" class="outline-3">
<h3 id="orga611ffd">实践的本质、特点、形式和作用</h3>
<div class="outline-text-3" id="text-orga611ffd">
</div>
<div id="outline-container-org0e00843" class="outline-4">
<h4 id="org0e00843">实践是主体能动的改造和探索客体的客观物质活动</h4>
</div>

<div id="outline-container-org5c5e28b" class="outline-4">
<h4 id="org5c5e28b">人生活于其中的世界是与人的实践相联系的物质世界</h4>
</div>
</div>

<div id="outline-container-orgf6422bb" class="outline-3">
<h3 id="orgf6422bb">社会生活在本质上是实践的</h3>
</div>
</div>

<div id="outline-container-org8da06a2" class="outline-2">
<h2 id="org8da06a2">物质世界的普遍联系和永恒发展</h2>
<div class="outline-text-2" id="text-org8da06a2">
</div>
<div id="outline-container-org677892b" class="outline-3">
<h3 id="org677892b">联系与发展的普遍性和多样性</h3>
<div class="outline-text-3" id="text-org677892b">
</div>
<div id="outline-container-orgf462759" class="outline-4">
<h4 id="orgf462759">世界联系的普遍性和多样性</h4>
</div>

<div id="outline-container-orgcee1e40" class="outline-4">
<h4 id="orgcee1e40">世界的运动发展</h4>
</div>

<div id="outline-container-org3b4ef33" class="outline-4">
<h4 id="org3b4ef33">两种对立的发展观</h4>
</div>
</div>

<div id="outline-container-orgb10efbe" class="outline-3">
<h3 id="orgb10efbe">世界联系与发展的基本规律</h3>
<div class="outline-text-3" id="text-orgb10efbe">
</div>
<div id="outline-container-org43edbc3" class="outline-4">
<h4 id="org43edbc3">对立统一规律</h4>
</div>

<div id="outline-container-org55fe74d" class="outline-4">
<h4 id="org55fe74d">质量互变规律</h4>
</div>

<div id="outline-container-org6dcd085" class="outline-4">
<h4 id="org6dcd085">否定之否定规律</h4>
</div>
</div>

<div id="outline-container-org8f4a1fc" class="outline-3">
<h3 id="org8f4a1fc">世界联系与发展的基本环节</h3>
<div class="outline-text-3" id="text-org8f4a1fc">
</div>
<div id="outline-container-orgcb77703" class="outline-4">
<h4 id="orgcb77703">原因和结果</h4>
</div>

<div id="outline-container-org70c5c6d" class="outline-4">
<h4 id="org70c5c6d">必然性和偶然性</h4>
</div>

<div id="outline-container-orga6d0234" class="outline-4">
<h4 id="orga6d0234">可能性和现实性</h4>
</div>

<div id="outline-container-orged36302" class="outline-4">
<h4 id="orged36302">内容和形式</h4>
</div>

<div id="outline-container-orgdc449e5" class="outline-4">
<h4 id="orgdc449e5">本质和现象</h4>
</div>
</div>
</div>

<div id="outline-container-orgb374844" class="outline-2">
<h2 id="orgb374844">客观规律性与主观能动性</h2>
<div class="outline-text-2" id="text-orgb374844">
</div>
<div id="outline-container-org7c050a8" class="outline-3">
<h3 id="org7c050a8">自然规律和社会规律</h3>
<div class="outline-text-3" id="text-org7c050a8">
</div>
<div id="outline-container-orgf068bf2" class="outline-4">
<h4 id="orgf068bf2">规律和自然规律</h4>
</div>

<div id="outline-container-orge2536b1" class="outline-4">
<h4 id="orge2536b1">社会发展是有规律的自然历史过程</h4>
</div>
</div>

<div id="outline-container-orgb35281e" class="outline-3">
<h3 id="orgb35281e">意识及其能动作用</h3>
<div class="outline-text-3" id="text-orgb35281e">
</div>
<div id="outline-container-org7ed1cc4" class="outline-4">
<h4 id="org7ed1cc4">意识的起源和本质</h4>
</div>

<div id="outline-container-org0458a36" class="outline-4">
<h4 id="org0458a36">意识的能动作用</h4>
</div>

<div id="outline-container-orgcc47b98" class="outline-4">
<h4 id="orgcc47b98">发挥主观能动性和尊重客观规律的关系</h4>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2020-09-03 Thu 17:50</p>
<p class="author">Author: Jack Liu</p>
<p class="date">Created: 2021-01-01 Fri 14:11</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
